{
  "meta": {
    "projectName": "Vibe Rush",
    "lastUpdated": "2026",
    "version": "1.2"
  },
  "categories": [
    {
      "title": "1. Основные правила",
      "rules": [
        "1.1 Незнание правил не освобождает Вас от ответственности.",
        "1.2 Начав играть на нашем сервере, вы автоматически подтверждаете своё согласие с данным сводом правил.",
        "1.3 Руководство может поменять правила в любое время.",
        "1.4 Руководство вправе наказать игрока по причине, не указанной в настоящих правилах.",
        "1.5 Администрация не несёт ответственности за временную или постоянную невозможность игры на сервере конкретным лицом или группой лиц.",
        "1.6 Администрация имеет право корректировать данный свод правил без уведомления игрока.",
        "1.7 Команда проекта ведет логи всех действий игроков на сервере и всех сообщений чата.",
        "1.8 Ответственность несёт владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом.",
        "1.9 Если Вы потеряли вещи из-за ошибки сервера с технической части, Администрация вправе не возвращать ресурсы без доказательств.",
        "1.10 Игрок соглашается с тем, что потраченные им средства не будут возвращены ни при каких обстоятельствах. Помните, что вы делаете добровольное пожертвование."
      ]
    },
    {
      "title": "2. Игровые правила",
      "rules": [
        "2.1 Запрещена передача аккаунта — Наказание на усмотрение администрации.",
        "2.2 Запрещено иметь более 3-х аккаунтов — Бан всех аккаунтов.",
        "2.3 Нанесение вреда серверу / создание лагов / багоюз — Бан от 1 до 365 дней.",
        "2.4 Запрещено использовать игровые баги, дюпы, дюпанные ресурсы, удалённые вещи, баги связанные с ценами — Наказание на усмотрение администрации.",
        "2.5 Запрещена игра со сторонними модами или ресурс-паками, дающими игровое преимущество. Правомерность модов обсуждается с администрацией.",
        "2.5.1 Запрещено ливать с проверки, игнорировать проверяющего, вставать в АФК после вызова. Включает отказ от проверки или признание — Бан от 14 до 30 дней.",
        "2.5.2 Запрещено использование любых читов — Бан от 14 до 30 дней.",
        "2.5.3 Запрещено использование модификаций из запрещенного списка — Бан от 1 до 30 дней.",
        "2.5.4 Запрещена игра с читером или его укрывательство — Бан от 1 до 14 дней.",
        "2.6 Запрещена продажа / покупка игровых ресурсов или аккаунтов за реальные деньги или донат на других проектах — Наказание на усмотрение администрации.",
        "2.7 Запрещено материться, оскорблять, оффтопить или оскорблять проект в /report — Мут от 60 минут до 24 часов.",
        "2.8 Запрещено с помощью другого игрока с иным уровнем скупки проводить любые транзакции с EDU COIN — Бан до 30 дней."
      ]
    },
    {
      "title": "3. Правила чата",
      "rules": [
        "3.1 Запрещен спам или флуд в чатах — Мут от 30 до 120 минут.",
        "3.2 Запрещена провокация игроков на нарушение правил — Мут от 30 минут до 2 часов.",
        "3.3 Запрещены массовые оскорбления игроков — Мут от 15 до 60 минут.",
        "3.4 Запрещены упоминания сторонних ресурсов, серверов или читов — Мут от 30 минут до 3 часов.",
        "3.4.1 Запрещена реклама — Наказание на усмотрение администрации.",
        "3.4.2 Запрещены оскорбления в сторону проекта Vibe Rush — Мут от 60 минут до бана на 1 день.",
        "3.5 Запрещён любой розжиг межнациональной розни, обсуждение политики, расизм — Мут от 2 до 5 часов. При повторе — Бан от 1 до 3 дней.",
        "3.6 Запрещается пропаганда фашизма или нацизма в любой форме — Мут от 1 до 8 часов.",
        "3.7 Запрещено затрагивать духовную ценность игрока или религии — Мут от 240 минут до 1 дня.",
        "3.8 Запрещаются оскорбления или унижения администрации сервера — Мут от 120 минут до бана на 1 день.",
        "3.9 Запрещается упоминание родных игрока или персонала в оскорбительной форме — Мут от 2 часов до 7 дней.",
        "3.10 Нельзя критиковать работу персонала, цитировать обязанности и провоцировать на нарушение — Мут от 30 минут до 8 часов.",
        "3.11 Запрещена угроза нарушения работоспособности сервера — Мут от 360 минут до 1 дня.",
        "3.12 Запрещена выдача себя за администрацию — Бан от 1 часа до 2 дней.",
        "3.13 Многократное нарушение правил чата (от 4 пунктов) — Мут от 2 часов до 7 дней."
      ]
    },
    {
      "title": "4. Правила имущества",
      "rules": [
        "4.1 Запрещено ставить сумму ставки на аукционе выше, чем имеется на аккаунте — Наказание на усмотрение администрации.",
        "4.2 Для безопасной передачи, обмена или продажи имущества необходимо обратиться к Администрации.",
        "4.3 При отсутствии игрока в сети более 10 дней администрация вправе выставить имущество на аукцион.",
        "4.4 Администрация может конфисковать ваше имущество за нарушение правил сервера."
      ]
    },
    {
      "title": "5. Регламент Администрации",
      "subcategories": [
        {
          "name": "1.0 Хелперский состав",
          "rules": [
            "1.0 Хелперы — младшие члены команды. Выдают наказание только при наличии полных доказательств.",
            "1.1 Обязан быть грамотным, воспитанным и толерантным ко всем игрокам.",
            "1.2 Обязан соблюдать цензуру и речевые нормы.",
            "1.3 Обязан всегда делать скриншоты нарушения, но не обязан предоставлять их игрокам.",
            "1.4 Обязан уметь давать отчет своим действиям старшей администрации.",
            "1.5 Основная обязанность — контроль процесса и предотвращение инцидентов.",
            "1.6 Обязан исполнять указания руководства вовремя.",
            "1.7 Запрещено наносить ущерб или урон игроку без необходимости.",
            "1.8 Запрещено блокировать, телепортировать или кикать игроков без серьезной причины.",
            "1.9 Запрещено злоупотреблять правами в пользу себя или друзей.",
            "1.10 Запрещено снабжать игроков ресурсами, изъятыми у других или добытыми админ-возможностями.",
            "1.11 Снятие за внесение раздора в коллектив или неадекватное поведение.",
            "1.12 Запрещено разглашать содержание админ-конференций и личных переговоров.",
            "1.13 Запрещается выгораживать проступки любых игроков и модераторов.",
            "1.14 Запрещено изменять стандартный префикс должности.",
            "1.15 Снятие за хранение ресурсов, полученных багом или дюпом.",
            "1.16 Снятие за отсутствие без уважительной причины более 5 дней или низкий онлайн.",
            "1.17 Нарушение регламента влечет за собой варн или снятие."
          ]
        },
        {
          "name": "2.0 Административный состав",
          "rules": [
            "2.1 Принимать меры к ликвидации конфликтных ситуаций и рассматривать претензии.",
            "2.2 Фиксировать доказательства нарушений (скриншоты/видео).",
            "2.3 Выполнять служебные поручения руководства.",
            "2.4 Обеспечивать культурное обслуживание и комфортные условия для игроков.",
            "2.5 Принимать максимально объективную сторону при выдаче наказания.",
            "2.6 Активность не менее трех дней, иначе — уведомление Главного Администратора.",
            "2.7 Информировать руководство о недостатках в работе сервера.",
            "2.8 Подробно расписывать игроку причину его нарушения при выдаче наказания.",
            "2.9 Контроль над модераторами и помощь в сложных ситуациях."
          ]
        },
        {
          "name": "3.0 Старший состав",
          "rules": [
            "3.0 К старшей администрации относятся: ГА, ЗГА и Владелец проекта.",
            "3.1 Сбор информации о деятельности персонала, подсчет активности, выдача варнов.",
            "3.2 Контроль исполнения задач разделами проекта.",
            "3.3 Корректировка поведения команды в интересах сервера.",
            "3.4 Разбор спорных вопросов, которые не может решить младший состав.",
            "3.8 Контроль соблюдения правил администрацией и игроками."
          ]
        },
        {
          "name": "4.0 Технический и Билдерский состав",
          "rules": [
            "4.0 Тех.админы занимаются исключительно технической частью. Вмешательство в игру только по просьбе руководства.",
            "5.0 Билдеры занимаются наполнением карты и ивентами. Работа строго по регламенту.",
            "5.7 Запрещено пользоваться командой //set или структурами без разрешения.",
            "5.9 Создание ситуаций, требующих рестарта или бекапа по вине сотрудника, строго наказуемо.",
            "5.10 Использование креатива в личных интересах категорически запрещено."
          ]
        }
      ]
    },
    {
      "title": "6. Система наказаний персонала",
      "rules": [
        "Система 3-х варнов: При достижении 3 варнов сотрудник снимается с должности с закрытием доступа в команду.",
        "Устный варн — предупреждение в текстовом виде от ГА или Владельца.",
        "Варн — основная единица взыскания.",
        "Понижение — потеря функционала и должности (временная или постоянная).",
        "Снятие — полное исключение из команды.",
        "Снятие варнов возможно через повышенную активность и отчетность."
      ]
    },
    {
      "title": "7. Правила интеграции",
      "rules": [
        "1.1 Вы получаете 50% с доната игрока, который ввел ваш промокод.",
        "1.2 Принимаются YouTube-каналы, группы, сайты и профили в соцсетях.",
        "1.3 Реферальная программа недоступна для топ-10 донатеров проекта.",
        "1.4 Вывод средств: СБП, карты РФ, DonationAlerts.",
        "1.5 Все расчеты и выводы производятся исключительно в рублях."
      ]
    }
  ]
}